tap "modularml/packages"
brew "openssl@3"
brew "aws-cdk"
brew "cryptography"
brew "xz"
brew "awscli"
brew "bat"
brew "bpytop"
brew "glib"
brew "cjson"
brew "coreutils"
brew "dasel"
brew "docutils"
brew "exiftool"
brew "fzf"
brew "gh"
brew "git"
brew "git-secrets"
brew "glow"
brew "unbound"
brew "gnutls"
brew "gzip"
brew "harfbuzz"
brew "hashcat"
brew "hyperfine"
brew "jpeg-xl"
brew "jq"
brew "libass"
brew "lsd"
brew "maven"
brew "mise"
brew "nushell"
brew "openjdk@21"
brew "openjpeg"
brew "pandoc"
brew "pipx"
brew "python-setuptools"
brew "rdap"
brew "ripgrep"
brew "rsync"
brew "starship"
brew "tmux"
brew "uv"
brew "vivid"
brew "wget"
brew "zoxide"
cask "1password-cli"
cask "basictex"
cask "font-comfortaa"
cask "font-fira-code-nerd-font"
cask "font-go"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-input"
cask "font-inter"
cask "font-montserrat"
cask "font-play"
cask "font-raleway"
cask "ghostty"
cask "iterm2"
cask "maccy"
cask "obsidian"
cask "orbstack"
cask "utm"
